<?php 
/* Template Name: privacyページ*/
get_header(); 
?>
<main>
  <h1 style="color:gray;">privacy-policy.php</h1>
  <section id="content">
    <h2>プライバシーポリシー</h2>
    <p class="updated-date">制定日：2025年6月3日</p>
    <section>
      <h3>1. 個人情報の利用目的</h3>
      <p>
        当サイトでは、お問い合わせや記事へのコメントの際、名前やメールアドレス等の個人情報をご入力いただく場合があります。
        取得した個人情報は、質問に対する回答や必要な情報を電子メール等でご連絡する場合にのみ利用し、それ以外の目的では利用いたしません。
      </p>
    </section>

    <section>
      <h3>2. 個人情報の第三者への開示</h3>
      <p>
        取得した個人情報は、適切に管理し、以下の場合を除いて第三者に開示することはありません。
      </p>
      <ul>
        <li>ご本人の同意がある場合</li>
        <li>法令に基づき開示が必要な場合</li>
      </ul>
    </section>

    <section>
      <h3>3. クッキー（Cookie）の使用について</h3>
      <p>
        当サイトでは、アクセス解析のためにCookieを使用しています。Cookieにより個人を特定する情報は含まれません。
        ブラウザの設定によりCookieの使用を拒否することも可能です。
      </p>
    </section>

    <section>
      <h3>4. 免責事項</h3>
      <p>
        当サイトのコンテンツ・情報について、正確性・安全性には細心の注意を払っておりますが、
        利用によって生じた損害等に関しては一切の責任を負いかねます。
      </p>
    </section>

    <section>
      <h3>5. プライバシーポリシーの変更</h3>
      <p>
        本ポリシーの内容は、法令等の変更に応じて適宜見直し、改善いたします。
        最新のプライバシーポリシーは本ページにて常に開示されます。
      </p>
    </section>
  </section>
</main>
<?php get_footer(); ?>