<?php 
/*
Template Name: agreementページ
*/
?>
<?php get_header(); ?>
  <main>
    <h1 style="color:gray;">page-agreement.php</h1>
    <h2>利用規約</h2>
    <section id="content">
      <ul>
        <li class="item">
          <h3>1. 情報の提供について</h3>
          <p>このサイトは、プログラミングを学ぶための情報を提供することを目的としています。</p>
          <p>そのため、提供する情報は正確であるよう努めますが、情報の正確性や完全性を保証するものではありません。</p>
          <p>また、提供する情報に基づいて行われた行動については、一切の責任を負いません。</p>
        </li>

        <li class="item">
          <h3>2. コンテンツの変更・中止について</h3>
          <p>このサイトのコンテンツは、予告なく変更または削除されることがあります。</p>
          <p>また、サイトの運営者は、サイトの内容やサービスの提供を中止することがあります。</p>
          <p>その場合、事前に通知することはありませんので、ご了承ください。</p>
        </li>

        <li class="item">
          <h3>3. 著作権について</h3>
          <p>このサイトのコンテンツは、著作権法により保護されています。</p>
          <p>コンテンツの無断転載や複製、改変、配布などの行為は禁止されています。</p>
          <p>ただし、引用やリンクなどの適切な方法での利用は、許可されています。</p>
        </li>

        <li class="item">
          <h3>4. 情報の信頼性について</h3>
          <p>このサイトに掲載されている情報は、個人の意見や体験に基づいています。</p>
          <p>そのため、情報の正確性や信頼性については、各自で判断してください。</p>
          <p>また、情報の利用により生じた損害については、一切の責任を負いません。</p>
        </li>

        <li class="item">
          <h3>5. 利用者の同意事項</h3>
          <p>このサイトの利用にあたっては、以下の事項に同意するものとします。</p>
          <ul>
            <li>提供される情報は、あくまで参考情報であり、正確性や完全性を保証するものではないこと。</li>
            <li>サイトの運営者は、予告なくサイトの内容やサービスを変更または中止することがあること。</li>
            <li>コンテンツの無断転載や複製、改変、配布などは禁止されていること。</li>
            <li>情報の利用により生じた損害については、一切の責任を負わないこと。</li>
            <li>サイトの利用にあたっては、自己責任で行うこと。</li>
          </ul>
        </li>

        <li class="item">
          <h3>6. 利用規約の変更について</h3>
          <p>この利用規約は、予告なく変更されることがあります。</p>
          <p>変更後の利用規約は、サイト上に掲載された時点で効力を持つものとします。</p>
          <p>利用者は、変更後の利用規約に同意したものとみなされます。</p>
        </li>
      </ul>
    </section>

  </main>
  <?php get_footer(); ?>
